Repository: jolentes/fooevents-de
Catalog: fooevents-pdf-tickets-*.po
Languages: de_de

source: The FooEvents PDF Tickets plugin requires FooEvents for WooCommerce to be installed.
de_de: Das FooEvents PDF Tickets Plugin erfordert dass FooEvent für WooCommerce installiert ist.

source: GD libraries is not enabled on your server. This is a requirement for FooEvents PDF tickets. Please contact your host to enable this.
de_de: GD Bibliotheken sind auf deinem Server nicht verfügbar. Diese werden für FooEvents PDF Tickets benötigt. Bitte kontaktiere deinen Administrator, um diese verfübar zu machen.

source: The setting allow_url_fopen is not enabled on your server. This is a requirement for FooEvents PDF tickets. Please contact your host to enable this.
de_de: Die Einstellung allow_url_fopen istauf deinem Server nicht aktiviert. Diese ist für FooEvents PDF Tickets erforderlich. Bitte kontaktiere deinen Administrator, um diese aktivieren zu lassen.

source: The PHP MBstring module is not enabled on your server. This is a requirement for FooEvents PDF tickets. Please contact your host to enable this.
de_de: Das PHP MBstring Modul ist auf deinem Server nicht aktiviert. Dieses ist erforderlich für FooEvents PDF Tickets. Bitte kontaktiere deinen Administrator, um diese aktivieren zu lassen.

source: Preview Event
de_de: Event Vorschau

source: Location:
de_de: Ort:

source: Directions:
de_de: Anfahrt:

source: Ticket Number:
de_de: Ticket Nummer:

source: Ticket Holder:
de_de: Ticket Nutzer:

source: Telephone Number:
de_de: Telefonnummer:

source: Company:
de_de: Unternehmen:

source: Designation:
de_de: Anrede:

source: Price:
de_de: Preis:

source: Add to calendar
de_de: Zum Kalender hinzufügen

source: Enable PDF tickets
de_de: PDF Ticket aktivieren

source: Adds PDF ticket attachments to ticket emails.
de_de: Fügt PDF Ticket Anhänge zu den Ticket Emails hinzu.

source: Enable PDF ticket downloads
de_de: PDF Ticket Download aktivieren?

source: Allows purchasers to download a copy of their PDF tickets from the My Account page.
de_de: Ermöglicht dem Käufer eine Kopie der PDF Tickets auf der 'Mein Konto' Seite herunterzuladen.

source: Attach PDF ticket to HTML ticket email
de_de: PDF Tickets an HTML Ticket Emails anhängen

source: Attaches the PDF ticket to the HTML ticket email when sent.
de_de: Hängt PDF Tickets beim Senden an HTML Ticket Email an.

source: Enable Arabic character support
de_de: Support für arabische Zeichen aktivieren

source: Displays Arabic characters in PDF tickets
de_de: Arabische Zeichen in PDF Tickets anzeigen

source: Font
de_de: Schriftart

source: DejaVu Sans is the default PDF font. Firefly Sung supports CJK (Chinese, Japanese, Korean) characters
de_de: DejaVu Sans ist die Standard PDF Schriftart. Firefly Sung unterstützt CJK (Chinesische, Japanische, Koreanische) Zeichen.

source: Download
de_de: Herunterladen

source: PDF settings
de_de: PDF Einstellungen

source: Ticket footer text:
de_de: Ticket Fusszeilentext:

source: Select the PDF compatible ticket theme that will be used to style the PDF tickets that are attached to ticket emails.
de_de: Wähle das PDF-kompatible Ticket Theme das als Layout für PDF Tickets verwendet wird, die an Ticket Emails angehangen werden.

source: Download PDF Ticket
de_de: PDF Ticket herunterladen
