Repository: jolentes/fooevents-de
Catalog: fooevents_bookings/languages/fooevents-bookings-*.po
Languages: de_de

source: Done
de_de: Erledigt

source: Today
de_de: Heute

source: Time
de_de: Zeit

source: Add Date
de_de: Datum hinzufügen

source: Unlimited stock
de_de: Unbegrenzt verfügbar

source: Webinars
de_de: Webinare

source: Saving Changes
de_de: Speichere Änderungen

source: Save Changes
de_de: Änderungen speichern

source: Your booking options have been saved.
de_de: Deine Buchungseinstellungen wurden gespeichert.

source: Also delete Zoom meeting/webinar?
de_de: Zoom Meeting/Webinar ebenfalls löschen?

source: Successfully deleted Zoom meeting/webinar.
de_de: Zoom Meeting/Webinar erfolgreich gelöscht.

source: Unable to delete the Zoom meeting/webinar.
de_de: Löschen des Zoom Meeting/Webinar fehlgeschlagen.

source: Show a different month
de_de: Einen anderen Monat anzeigen

source: Event Overview
de_de: Event Übersicht

source: Select an event in the <strong>Event Details</strong> section.
de_de: Wähle ein Event im Abschnitt <strong>Event Details</strong>.

source: Loading...
de_de: Lade...

source: Booking Settings
de_de: Buchungseinstellungen

source: Security check failed - FooEvents Bookings 0002
de_de: Sicherheitsprüfung fehlgeschlagen - FooEvents Bookings 0002

source: Date
de_de: Datum

source: Select %s
de_de: Wähle %s

source: Unlimited
de_de: Unbegrenzt

source: Booking details
de_de: Buchungsdetails

source: date
de_de: Datum

source: Attendee
de_de: Teilnehmer

source: Please select the %1$s field for <strong>%2$s %3$d</strong> (%4$s)
de_de: Bitte wähle das %1$s Feld für <strong>%2$s %3$d</strong> (%4$s)

source: The selected %1$s/%2$s is not available for <strong>%3$s %4$d</strong> (%5$s).
de_de: Das gewählte %1$s/%2$s ist nicht verfügbar für <strong>%3$s %4$d</strong> (%5$s).

source: <strong>Availability:</strong> The selected %1$s/%2$s is not available.
de_de: <strong>Verfügbarkeit:</strong> Das gewählte %1$s/%2$s ist nicht verfügbar.

source: %1$s only has %2$d bookings available.
de_de: %1$s hat nur %2$d Buchungen verfügbar.

source: Select
de_de: Wähle

source: No stock availabe for selected booking
de_de: Kein Platz verfügbar für die gewählte Buchung

source: Booking slot is required.
de_de: Buchungsslot ist erforderlich.

source: Booking date is required.
de_de: Buchungsdatum ist erforderlich.

source: Event is required.
de_de: Event ist erforderlich.

source: Security check failed - FooEvents Bookings 0004
de_de: Sicherheitsprüfung fehlgeschlagen - FooEvents Bookings 0004

source: Availability:
de_de: Verfügbarkeit:

source: Date:
de_de: Datum:

source: <strong>Error:</strong> Please select a %s.
de_de: <strong>Fehler:</strong> Bitte %s auswählen.

source: <strong>Error:</strong> You have exceeded the number of available booking slots. Please reduce the quantity in your cart before continuing with the checkout process.
de_de: <strong>Fehler:</strong> Du hast die verfügbaren Buchungsslots überschritten. Bitte reduziere die Anzahl im Warenkorb, um mit dem Checkout Prozess fortfahren zu können.

source: Security check failed - FooEvents Bookings 0005
de_de: Sicherheitsprüfung fehlgeschlagen - FooEvents Bookings 0005

source: Bookings
de_de: Buchungen

source: + New %s
de_de: + Neue %s

source: Expand
de_de: Aufklappen

source: Close
de_de: Schließen

source: No slots found. Create your first one.
de_de: Keine Slots gefunden. Erstelle deinen ersten Slot.

source: Booking Details
de_de: Buchungsdetails

source: Select Booking %s
de_de: Wähle Buchung %s

source: Bookings Expiration
de_de: Buchungsablauf

source: Expire past dates
de_de: Vergangene Tage ungültig machen

source: Hides bookings if their dates have past.
de_de: Buchungen ausblenden wenn sie in der Vergangenheit liegen.

source: Change 'Slot' to your own custom text for this event.
de_de: Text 'Slot' für dieses Event zu eigenem Text ändern.

source: Change 'Date' to your own custom text for this event.
de_de: Text 'Datum' für dieses Event zu eigenem Text ändern.

source: Booking details:
de_de: Buchungsdetails:

source: Change the 'Booking details' label to your own custom text for this event.
de_de: Text 'Buchungsdetails' für dieses Event zu eigenem Text ändern.
