Repository: jolentes/fooevents-de
Catalog: fooevents-calendar/languages/fooevents-calendar-*.po
Languages: de_de

source: FooEvents Calendar Introduction
de_de: FooEvents Kalender Einführung

source: Settings
de_de: Einstellungen

source: Introduction
de_de: Einführung

source: Done
de_de: Erledigt

source: Today
de_de: Heute

source: Show a different month
de_de: Einen anderen Monat anzeigen

source: You do not have sufficient permissions to access this page.
de_de: Du hast keine ausreichende Berechtigung, um auf diese Seite zuzugreifen.

source: Imported Events
de_de: Importierte Events

source: Imported Event
de_de: Importiertes Event

source: FooEvents Calendar Settings
de_de: FooEvents Kalender Einstellungen

source: Day
de_de: Tag

source: Event start date required for Eventbrite.
de_de: Event Start Datum ist für Eventbrite erforderlich.

source: Event end date required for Eventbrite.
de_de: Event Ende Datum ist für Eventbrite erforderlich.

source: Event title required for Eventbrite.
de_de: Event Titel ist für Eventbrite erforderlich.

source: %1$d events added. %2$d events updated.
de_de: %1$d Events hinzugefügt. %2$d Events aktualisiert.

source: Book ticket
de_de: Ticket buchen

source: Calendar Settings
de_de: Kalender Einstellungen

source: Enable 24 hour time format
de_de: 24-Stunden Zeitformat aktivieren

source: Uses 24 hour time format on the calendar.
de_de: 24-Stunden Zeitformat für den Kalender verwenden.

source: Only display start day
de_de: Nur das Start Datum anzeigen

source: When multi-day plugin is active only display the event start day
de_de: Nur das Start Datum anzeigen, wenn das Multi-Day Plugin aktiv ist

source: Enable full day events
de_de: Ganztägige Events aktivieren

source: Removes event time from calendar entry titles.
de_de: Entfernt die Event Zeit aus Kalender Titeln.

source: Calendar theme
de_de: Kalender Theme

source: Default
de_de: Standard

source: Light
de_de: Hell

source: Dark
de_de: Dunkel

source: Flat
de_de: Flach

source: Minimalist
de_de: Minimalistisch

source: Selects calendar theme to be used on Wordpress frontend.
de_de: Wählt das Kalender Theme, das im Wordpress Frontend verwendet wird.

source: Events list theme
de_de: Eventlisten Theme

source: Light Card
de_de: Helle Karte

source: Dark Card
de_de: Dunkle Karte

source: Selects events list theme to be used on Wordpress frontend.
de_de: Wählt das Eventlisten Theme, das im Wordpress Frontend verwendet wird.

source: FooEvents Calendar
de_de: FooEvents Kalender

source: A calendar or list view of your site's Events.
de_de: Eine Kalender- oder Listen-Ansicht der Events auf deiner Seite.

source: Title
de_de: Titel

source: Layout Type
de_de: Layout Typ

source: Calendar
de_de: Kalender

source: List view
de_de: Listenansicht

source: Default date of calendar view
de_de: Standard Datum der Kalender-Ansicht

source: Example: 2016-09-01
de_de: Beispiel: 01.09.2016

source: If empty, calendar will default to current date.
de_de: Fall leer, zeigt der Kalender das aktuelle Datum an.

source: Number of events to display
de_de: Anzahl der angezeigten Events

source: Sort
de_de: Sortieren

source: Current
de_de: Aktuell

source: ASC
de_de: Auf

source: DESC
de_de: Ab

source: Optional API key that is used to add events to your Eventbrite account.
de_de: Optionaler API Key, der verwendet wird, um die Events zu deinem Eventbrite Konto hinzufügen.

source: Import Eventbrite events
de_de: Eventbrite Events importieren

source: Enable 24-hour time format
de_de: 24-Stunden Zeitformat aktivieren

source: Uses the 24-hour time format on the calendar instead of 12-hour format.
de_de: Verwendet das 24-Stunden Zeitformat für den Kalender an Stelle des 12-Stunden Formates.

source: Only display start date
de_de: Nur Start Datum anzeigen

source: Disabled:
de_de: Deaktiviert:

source: Calendar:
de_de: Kalender:

source: Event List:
de_de: Event Liste:

source: Both:
de_de: Beide:

source: When the FooEvents Multi-day plugin is active the calendar and/or event list will only display the start date for multi-day events.
de_de: Wenn das FooEvents Multi-Day Plugin aktiv ist, zeigt der Kalender und/oder die Event Liste nur das Start Datum für mehrtägige Events.

source: Enable full-day events
de_de: Ganztägige Events aktivieren

source: Removes the event time from calendar event titles.
de_de: Blendet die Event Zeit aus Kalender Titeln aus.

source: Default:
de_de: Standard:

source: Light:
de_de: Hell:

source: Dark:
de_de: Dunkel:

source: Flat:
de_de: Flach:

source: Minimalist:
de_de: Minimalistisch:

source: Select the calendar theme to be used on your website.
de_de: Wähle das Kalender Theme für deine Webseite.

source: Light Card:
de_de: Helle Karte:

source: Dark Card:
de_de: Dunkle Karte:

source: Select the events list theme to be used on your website.
de_de: Wähle das Event Listen Theme für deine Webseite.

source: Associate with post types
de_de: Mit Post Typen assoziieren

source: Select which post types will be associated with events.
de_de: Wähle welche Post Typen mit Events assoziiert werden.

source: Add event to Eventbrite
de_de: Event zu Eventbrite hinzufügen

source: Checking this option will submit the event to Eventbrite.
de_de: Aktivierung dieser Option überträgt das Event zu Eventbrite.

source: Is this post an event?:
de_de: Ist dieser Post ein Event?:

source: No
de_de: Nein

source: Yes
de_de: Ja

source: This option enables event and ticketing functionality.
de_de: Diese Einstellung aktiviert die Event und Ticket Funktionalität.

source: Number of days:
de_de: Anzahl der Tage:

source: Select the number of days for multi-day events. This setting is used by the Event Check-ins apps to manage daily check-ins.
de_de: Legt die Anzahl der Tage für mehrtägige Events fest. Diese Einstellung wird von der Event Check-Ins App zur Verwaltung der täglichen Check-Ins verwendet.

source: Event type:
de_de: Event Typ:

source: Single
de_de: Eintägig

source: Sequential days
de_de: Zusammenhängende Tage

source: Select days
de_de: Tage auswählen

source: Select the type of multi-day event. 'Sequential' means the days are in consecutive order whereas 'Select' allows you to choose the exact days.
de_de: Wähle des Typ des mehrtägigen Events. 'Zusammenhängend' bedeuted, dass die Tage direkt aufeinander folgen, 'Tage auswählen' ermöglicht die exakte Auswahl der Tage.

source: Start time:
de_de: Start Zeit:

source: End time:
de_de: Ende Zeit:

source: Set start/end times globally?
de_de: Start/Ende Zeiten global setzen?

source: Enable this option to use the same start and end times for each day of a multi-day event.
de_de: Diese Option ermöglicht es für alle Tage eines mehrtägigen Events die gleichen Start und Ende Zeiten zu verwenden.

source: Start date:
de_de: Start Datum:

source: The date that the event is scheduled to take place. This is used as a label on your website and it's also used by the FooEvents Calendar to display the event.
de_de: Datum, an dem das Event statt finden soll. Dieses wird auf der Webseite als Label und im FooEvents Kalender verwendet, um das Event anzuzeigen.

source: End date:
de_de: Ende Datum:

source: The date that the event is scheduled to end. This is used as a label on your website and it's also used by the FooEvents Calendar to display a multi-day event.
de_de: Das geplante Ende Datum des Events. Dies wird als Label auf der Webseite und im FooEvents Kalender verwendet, um ein mehrtägiges Event anzuzeigen.

source: The time that the event is scheduled to start.
de_de: Zeit des geplanten Starts des Events.

source: The time that the event is scheduled to end
de_de: Zeit des geplanten Endes des Events

source: Time zone:
de_de: Zeitzone:

source: The time zone where the event is taking place.
de_de: Zeitzone in der das Event statt findet.

source: No upcoming events.
de_de: Keine zukünftigen Events.
