Repository: jolentes/fooevents-de
Catalog: fooevents/languages/woocommerce-events-*.po
Languages: de_de

source: WooCommerce Events has re-branded to FooEvents. Please disable and remove the older WooCommerce Events plugin.
de_de: WooCommerce Events wurde zu FooEvents umbenannt. Bitte deaktiviere undentferne das alte WooCommerce Events Plugin.

source: Directory %s is not writeable
de_de: Verzeichnis %s ist nicht schreibbar

source: We have detected that you have overridden FooEvents ticket template files in your Wordpress theme. Please move these to an overridden ticket theme directory. Please consult the FooEvents documentation on how to do this.
de_de: Wir haben festgestellt, dass du die FooEvents Ticket Vorlagen Datei in deinem Wordpress Theme überschrieben hast. Verschiebe diese bitte in ein überschriebenes Ticket Theme Verzeichnis. In der FooEvents Dokumentation ist beschrieben wie dies geht.

source: PHP GD library is a requirement for FooEvents to generate QR codes. Please contact your web host to enable PHP GD libraries.
de_de: PHP GD Bibliothek ist für FooEvents erforderlich, um QR Codes zu generieren. Bitte kontaktiere deinen Web Hosting Anbieter, um diese zu aktivieren.

source: Purchaser username already used. Ticket was not created.
de_de: Käufer Benutzername wird bereits verwendet. Ticket wurde nicht erstellt.

source: An error occured. Ticket was not created.
de_de: Ein Fehler ist aufgetreten. Ticket wurde nicht erstellt.

source: Purchaser email address already used. Ticket was not created.
de_de: Käufer Email Adresse wird bereits verwendet. Ticket wurde nicht erstellt.

source: FooEvents failed to create the directory %s please manually create this directory on your server.
de_de: FooEvents konnte das Verzeichnis %s nicht erstellen. Bitte erstelle dieses Verzeichnis manuell auf deinem Server.

source: Done
de_de: Erledigt

source: Today
de_de: Heute

source: Show a different month
de_de: Einen anderen Monat anzeigen

source: minutes
de_de: Minuten

source: hours
de_de: Stunden

source: days
de_de: Tage

source: weeks
de_de: Wochen

source: Your stationery settings have been saved.
de_de: Deine Briefpapier Einstellungen wurden gespeichert.

source: An error occurred while saving your stationery settings.
de_de: Ein Fehler ist beim Speichern der Briefpapier Einstellungen aufgetreten.

source: Event Overview
de_de: Event Übersicht

source: Select an event in the <strong>Event Details</strong> section.
de_de: Wähle ein Event im Abschnitt <strong>Event Details</strong>.

source: Test Access
de_de: Zugang testen

source: Testing Access...
de_de: Teste Zugang ...

source: Successfully connected to your Zoom account
de_de: Erfolgreich mit deinem Zoom Konto verbunden

source: Fetch Users
de_de: Benutzer abrufen

source: Fetching Users...
de_de: Benutzer werden abgerufen ...

source: Show only meetings/webinars for the user that generated the API Key and Secret
de_de: Nur Meetings/Webinare des Benuzters zeigen, der den API Key und Secret generiert hat

source: Show all meetings/webinars created by the following users:
de_de: Zeige alle Meetings/Webinare der folgenden Benutzer:

source: Please note that meeting/webinar load times will increase as more users are selected.
de_de: Bitte beachte, dass die Meeting/Webinar Ladezeiten steigen je mehr Benutzer ausgewählt werden.

source: Not set
de_de: Nicht gesetzt

source: Auto-generate
de_de: Automatisch generieren

source: Topic
de_de: Thema

source: Description
de_de: Beschreibung

source: Date
de_de: Datum

source: Start date
de_de: Start Datum

source: End date
de_de: Ende Datum

source: Start time
de_de: Start Zeit

source: End time
de_de: Ende Zeit

source: Duration
de_de: Dauer

source: Recurrence
de_de: Wiederholung

source: Upcoming occurrences
de_de: Nächste Termine

source: Occurrences
de_de: Termine

source: No upcoming occurrences
de_de: Keine zukünftigen Termine

source: Unable to fetch meeting details
de_de: Holen der Meeting Details nicht möglich

source: Unable to fetch webinar details
de_de: Holen der Webinar Details nicht möglich

source: Note: Automatic attendee registration is required.
de_de: Hinweis: Automatische Teilnehmer Registrierung ist erforderlich.

source: Note: Automatic attendee registration is required for all occurrences.
de_de: Hinwei: Automatische Teilnehmer Registrierung ist für alle Termine erforderlich.

source: Note: Attendees will be registered automatically.
de_de: Hinweis: Teilnehmer werden automatisch registriert.

source: Note: Attendees will be registered automatically for all occurrences.
de_de: Hinweis: Teilnehmer werden automatisch für alle Termine registriert.

source: Automatic attendee registration is currently enabled for this meeting
de_de: Automatische Teilnehmer Registrierung ist für dieses Meeting eingeschaltet

source: Automatic attendee registration is currently enabled for this webinar
de_de: Automatische Teilnehmer Registrierung ist für dieses Webinar eingeschaltet

source: Automatic attendee registration is currently disabled for this meeting
de_de: Automatische Teilnehmer Registrierung ist für dieses Meeting ausgeschaltet

source: Automatic attendee registration is currently disabled for this webinar
de_de: Automatische Teilnehmer Registrierung ist für dieses Webinar ausgeschaltet

source: Enable automatic attendee registration for this meeting
de_de: Automatische Teilnehmer Registrierung ist für dieses Meeting einschalten

source: Enable automatic attendee registration for this webinar
de_de: Automatische Teilnehmer Registrierung ist für dieses Webinar einschalten

source: Automatic attendee registration is currently enabled for all occurrences
de_de: Automatische Teilnehmer Registrierung ist für alle Termine eingeschaltet

source: Automatic attendee registration is not currently enabled for all occurrences
de_de: Automatische Teilnehmer Registrierung ist nicht für alle Termine eingeschaltet

source: Enable automatic attendee registration for all occurrences
de_de: Automatische Teilnehmer Registrierung für alle Termine einschalten

source: Registrations
de_de: Registrierungen

source: Link the event to these meetings/webinars:
de_de: Event mit diesen Meetings/Webinaren verlinken:

source: Show details
de_de: Zeige Details

source: Hide details
de_de: Verstecke Details

source: This is not a recurring meeting
de_de: Dies ist kein wiederkehrendes Meeting

source: This is not a recurring webinar
de_de: Dies ist kein wiederkehrendes Webinar

source: This meeting's recurrence is currently set to 'No Fixed Time' which does not allow attendees to pre-register in advance. Please change the setting for this meeting to have a fixed recurrence (daily/weekly/monthly) in your Zoom account before proceeding.
de_de: Die Meeting Wiederholung ist aktuell auf 'Keine feste Zeit' eingestellt, welches es nicht erlaubt Teilnehmer vorab zu registrieren. Bitte ändere die Einstellung für dieses Meeting auf eine feste Wiederholung (täglich/wöchentlich/monatlich) in deinem Zoom Konto bevor du fortfährst.

source: This webinar's recurrence is currently set to 'No Fixed Time' which does not allow attendees to pre-register in advance. Please change the setting for this webinar to have a fixed recurrence (daily/weekly/monthly) in your Zoom account before proceeding.
de_de: Die Meeting Wiederholung ist aktuell auf 'Keine feste Zeit' eingestellt, welches es nicht erlaubt Teilnehmer vorab zu registrieren. Bitte ändere die Einstellung für dieses Webinar auf eine feste Wiederholung (täglich/wöchentlich/monatlich) in deinem Zoom Konto bevor du fortfährst.

source: Edit meeting
de_de: Meeting bearbeiten

source: Edit webinar
de_de: Webinar bearbeiten

source: Single
de_de: Eintägig

source: Sequential days
de_de: Zusammenhängende Tage

source: Select days
de_de: Tage auswählen

source: Bookable
de_de: Buchbare Slots

source: Seating
de_de: Sitzplätze

source: Standard one-day events.
de_de: Standard eintätige Events.

source: Events that occur over multiple days and repeat for a set number of sequential days.
de_de: Mehrtägige Events und wiederholte mehrtägige Events.

source: Events that repeat over multiple calendar days.
de_de: Events, die sich an mehreren Tagen wiederholen.

source: Events that require customers to select from available date and time slots (bookings and repeat events).
de_de: Events, bei denen Kunden aus verfügbaren Tagen und Zeit Slots wählen(Buchung und Wiederholungen).

source: Events that include the ability for customers to select row and seat numbers from a seating chart.
de_de: Events mit der Möglichkeit für Kunden einen Sitzplat mit Reihe und Nummer auf einen Plan zu wählen.

source: Refresh Example Info
de_de: Beispielinformation neu laden

source: hour
de_de: Stunde

source: Daily
de_de: Täglich

source: Settings
de_de: Einstellungen

source: Getting Started
de_de: Erste Schritte

source: Import Check-ins
de_de: Check-Ins importieren

source: You do not have sufficient permissions to access this page.
de_de: Du hast keine ausreichende Berechtigung, um auf diese Seite zuzugreifen.

source: FooEvents Introduction
de_de: FooEvents Einführung

source: Import check-ins that were performed while using the FooEvents Check-ins app in offline mode.
de_de: Importiere Check-Ins, die mit der FooEvents Check-Ins App im Offline Modus durchgeführt wurden.

source: Book ticket
de_de: Ticket buchen

source: Day
de_de: Tag

source: Tickets Sold
de_de: Verkaufte Tickets

source: Available Tickets
de_de: Verfügbare Tickets

source: Gross Revenue
de_de: Umsatz

source: Edit
de_de: Bearbeiten

source: Attendee
de_de: Teilnehmer

source: Copy
de_de: Kopieren

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: Telephone
de_de: Telefon

source: Company
de_de: Unternehmen

source: Designation
de_de: Anrede

source: Name is required for %1$s attendee %2$d
de_de: Vorname ist Pflicht für %1$s Teilnehmer %2$d

source: Last name is required for %1$s attendee %2$d
de_de: Nachname ist Pflicht für %1$s Teilnehmer %2$d

source: Email is required for %1$s attendee %2$d
de_de: Email ist Pflicht für %1$s Teilnehmer %2$d

source: Telephone is required for %1$s attendee %2$d
de_de: Telefon ist Pflicht für %1$s Teilnehmer %2$d

source: Company is required for %1$s attendee %2$d
de_de: Unternehmen ist Pflicht für %1$s Teilnehmer %2$d

source: Designation is required for %1$s attendee %2$d
de_de: Anrede ist Pflicht für %1$s Teilnehmer %2$d

source: Email is not valid for %1$s attendee %2$d
de_de: Email ist nicht gültig für %1$s Teilnehmer %2$d

source: All attendee email addresses that are used to register for %s must be unique
de_de: Jede Teilnehmer Email Adressen darf bei der Registrierung für %s nur einmal verwendet werden

source: After Ticket Issued
de_de: Nach Ticket Erstellung

source: After Ticket Check-in
de_de: Nach Ticket Check-In

source: After Event Date
de_de: Nach dem Veranstaltungsdatum

source: Before Event Date
de_de: Vor dem Verantaltungsdatum

source: After Booking Date
de_de: Nach dem Buchungsdatum

source: Before Booking Date
de_de: Vor dem Buchungsdatum

source: Send follow-up emails to customers that book appointments, services or rentals.
de_de: Sende Follow-up-E-Mails an Kunden, die Termine, Dienstleistungen oder Vermietungen buchen.

source: FooEvents Email queued: %1$s %2$s scheduled on %3$s<br/>Trigger: %4$s
de_de: FooEvents E-Mail in der Warteschlange: %1$s %2$s geplant für %3$s<br/>Trigger: %4$s

source: The URL of the downloadable file.
de_de: Die URL der herunterladbaren Datei.

source: The name of the downloadable file.
de_de: Der Name der herunterladbaren Datei.

source: The attendee’s first name.
de_de: Der Vorname des Teilnehmer.

source: The attendee’s last name.
de_de: Der Nachname des Teilnehmer.

source: The ticket number.
de_de: Die Ticket Nummer.

source: The event name.
de_de: Der Veranstaltungsname.

source: The event date.
de_de: Das Veranstaltungsdatum.

source: Directions to the event venue.
de_de: Anfahrtsbeschreibung zum Veranstaltungsort.

source: The event type as configured in Event Settings.
de_de: Der Veranstaltungstyp wie in den Einstellungen konfiguriert.

source: The hour of the day when the event starts.
de_de: Die Stunde des Tages zu der die Veranstaltung startet.

source: The minute portion of the hour when the event starts.
de_de: Die Minutenanteil der Stunde zu der die Veranstaltung startet.

source: The period of the day when the event starts (a.m. or p.m.).
de_de: Die Tageshälfte zu der die Veranstaltung startet (a.m. oder p.m).

source: The hour of the day when the event ends.
de_de: Die Stunde des Tage zu der die Veranstaltung endet.

source: The minute portion of the hour when the event ends.
de_de: Der Minutenanteil der Stunde zu der die Veranstaltung endet.

source: The period of the day when the event ends (a.m. or p.m.).
de_de: Die Tageshälfte zu der die Veranstaltung endet (a.m. oder p.m.).

source: The booked slot.
de_de: Der gebuchte Slot.

source: Custom terminology used for the booking slot.
de_de: Benutzerdefinierte Bezeichnung für den Buchungsslot.

source: The date of the bookable event.
de_de: Das Datum der buchbaren Veranstaltung.

source: Custom terminology used for the booking date.
de_de: Benutzerdefinierte Bezeichnung für das Buchungsdatum.

source: The custom label used for the seat row name.
de_de: Die benutzerdefinierte Beschriftung für den Name der Sitzreihe.

source: The seat row name of the purchased ticket.
de_de: Der Name der Sitzreihe des gekauften Tickets.

source: The custom label used for the seat.
de_de: Die benutzerdefinierte Beschriftung für den Sitzplatz.

source: The seat number of the purchased ticket.
de_de: Die Sitzplatz Nummer des gekauften Tickets.

source: Custom attendee field values for the event.
de_de: Benutzerdefinierte Teilnehmer Feldwerte der Veranstaltung.

source: Start time:
de_de: Start Zeit:

source: End time:
de_de: Ende Zeit:

source: Attendee Details
de_de: Teilnehmer Details

source: Theme already exists.
de_de: Theme existiert bereits.

source: Theme has been uploaded.
de_de: Theme wurde hochgeladen.

source: File does not contain valid theme files.
de_de: Datei enthält keine gültigen Theme Dateien.

source: Please upload valid .zip file
de_de: Bitte lade eine gültige .zip Datei hoch

source: Preview ticket has been sent
de_de: Vorschau Ticket wurde versendet

source: Preview Event
de_de: Event Vorschau

source: John
de_de: Max

source: Doe
de_de: Mustermann

source: Add New
de_de: Neu hinzufügen

source: Add New Ticket
de_de: Neues Ticket hinzufügen

source: Edit Ticket
de_de: Ticket bearbeiten

source: New Ticket
de_de: Neues Ticket

source: View Ticket
de_de: Ticket anzeigen

source: Search Tickets
de_de: Ticket suchen

source: No tickets found
de_de: Keine Tickets gefunden

source: No tickets found in the Trash
de_de: Keine Tickets im Papierkorb gefunden

source: Select
de_de: Auswählen

source: Title
de_de: Titel

source: Order
de_de: Bestellung

source: Purchaser
de_de: Käufer

source: Purchase Date
de_de: Kaufdatum

source: Bookings
de_de: Buchungen

source: Warning: WooCommerce order has been deleted
de_de: Warnung: WooCommerce Bestellung wurde gelöscht

source: Access Log
de_de: Zugriffsprotokoll

source: Resend Ticket
de_de: Ticket erneut senden

source: Resend Tickets
de_de: Tickets erneut senden

source: Security check failed - FooEvents 0001
de_de: Sicherheitsprüfung fehlgeschlagen - FooEvents 0001

source: Attendee first name is required.
de_de: Teilnehmer Vorname wird benötigt.

source: Attendee last name is required.
de_de: Teilnehmer Nachname wird benötigt.

source: Purchaser email is required.
de_de: Käufer Email wird benötigt.

source: Event is required.
de_de: Event ist erforderlich.

source: Purchaser username is required.
de_de: Käufer Benutzername wird benötigt.

source: Purchaser first name is required.
de_de: Käufer Vorname wird benötigt.

source: Attendee email is required.
de_de: Teilnehmer Email wird benötigt.

source: User email address already exists.
de_de: Benutzer Email Adresse existiert bereits.

source: User display name already exists.
de_de: Benutzername existiert bereits.

source: WooCommerce is required for FooEvents. Please install and activate the latest version of WooCommerce.
de_de: WooCommerce wird für FooEvents benötigt. Bitte installiere und aktiviere die neueste Version von WooCommerce.

source: Event Settings
de_de: Event Einstellungen

source: Event Expiration
de_de: Event Gültigkeit

source: Stationery Builder
de_de: Briefpapier Konfigurator

source: Event Terminology
de_de: Event Terminologie

source: Ticket Settings
de_de: Ticket Einstellungen

source: Sort by event date: Old to New
de_de: Nach Event Datum sortieren: Älteste zuerst

source: Sort by event date: New to Old
de_de: Nach Event Datum sortieren: Neueste zuerst

source: OrderID
de_de: Bestellnummer

source: Attendee First Name
de_de: Teilnehmer Vorname

source: Attendee Last Name
de_de: Teilnehmer Nachname

source: Attendee Email
de_de: Teilnehmer Email

source: Ticket Type
de_de: Ticket Typ

source: Variation
de_de: Varianten

source: Attendee Telephone
de_de: Teilnehmer Telefon

source: Attendee Company
de_de: Teilnehmer Unternehmen

source: Attendee Designation
de_de: Teilnehmer Anrede

source: Purchaser First Name
de_de: Käufer Vorname

source: Purchaser Last Name
de_de: Käufer Nachname

source: Purchaser Email
de_de: Käufer Email

source: Purchaser Phone
de_de: Käufer Telefon

source: Purchaser Company
de_de: Käufer Unternehmen

source: Customer Note
de_de: Kunden Hinweis

source: Billing Address 1
de_de: Rechnung Adresse 1

source: Billing Address 2
de_de: Rechnung Adresse 2

source: Billing City
de_de: Rechnung Stadt

source: Billing Postal Code
de_de: Rechnung Postleitzahl

source: Billing Country
de_de: Rechnung Land

source: Billing State
de_de: Rechnung Bundesland

source: Billing Phone
de_de: Rechnung Telefon

source: No tickets found.
de_de: Keine Tickets gefunden.

source: Logo/Image
de_de: Logo/Bild

source: Event Name Only
de_de: Nur Event Name

source: Event Name/Variation
de_de: Event Name/Variante

source: Variation Only
de_de: Nur Variante

source: Ticket Number
de_de: Ticket Nummer

source: Attendee Name
de_de: Teilnehmer Name

source: Attendee Phone
de_de: Teilnehmer Telefon

source: Attendee Seat
de_de: Teilnehmer Sitzplatz

source: Event Location
de_de: Event Ort

source: Custom Text
de_de: Eigener Text

source: Empty Spacer
de_de: Platzhalter

source: Error generating JSON Web Token (JWT) using the provided Zoom API Key and API Secret.
de_de: Fehler bei der Generierung des JSON Web Token (JWT) mit dem Zoom API Key und API Secret.

source: Unable to connect to your Zoom account
de_de: Verbindung zu deinem Zoom Konto nicht möglich

source: Please enter your Zoom API Key and API Secret
de_de: Bitte gib deinen Zoom API Key und API Secret ein

source: Every
de_de: Jede(n)

source: Weekly
de_de: Wöchentlich

source: Monthly
de_de: Monatlich

source: months
de_de: Monate

source: on
de_de: an

source: Sunday
de_de: Sonntag

source: Monday
de_de: Montag

source: Tuesday
de_de: Dienstag

source: Wednesday
de_de: Mittwoch

source: Thursday
de_de: Donnerstag

source: Friday
de_de: Freitag

source: Saturday
de_de: Samstag

source: on the
de_de: am

source: of the month
de_de: des Monats

source: on the last
de_de: am Letzten

source: on the first
de_de: am Ersten

source: on the second
de_de: am Zweiten

source: on the third
de_de: am Dritten

source: on the fourth
de_de: am Vierten

source: until
de_de: bis

source: occurrence
de_de: Wiederholung

source: occurrences
de_de: Wiederholungen

source: Meeting password
de_de: Meeting Passwort

source: Webinar password
de_de: Webinar Passwort

source: Join link
de_de: Beitreten Link

source: Join this meeting
de_de: Zum Meeting beitreten

source: Join this webinar
de_de: Zum Webinar beitreten

source: Zoom Meetings and Webinars
de_de: Zoom Meetings und Webinare

source: Add to calendar
de_de: Zum Kalender hinzufügen

source: Ticket Number:
de_de: Ticket Nummer:

source: Ticket Holder:
de_de: Ticket Nutzer:

source: Telephone Number:
de_de: Telefonnummer:

source: Company:
de_de: Unternehmen:

source: Designation:
de_de: Anrede:

source: Ticket Type:
de_de: Ticket Typ:

source: Price:
de_de: Preis:

source: Location
de_de: Ort

source: Directions
de_de: Anfahrtsbeschreibung

source: Contact us for questions and concerns
de_de: Kontaktiere uns bei Fragen und Anliegen

source: Start date:
de_de: Start Datum:

source: Date:
de_de: Datum:

source: End date:
de_de: Ende Datum:

source: Venue:
de_de: Ort:

source: Coordinates:
de_de: Koordinaten:

source: Directions:
de_de: Anfahrt:

source: Phone:
de_de: Telefon:

source: Status is required
de_de: Status wird benötigt

source: Status updated
de_de: Status aktualisiert

source: Status unchanged
de_de: Status unverändert

source: Status not updated
de_de: Status nicht aktualisiert

source: Checked-in
de_de: Eingecheckt

source: Not checked-in
de_de: Nicht eingecheckt

source: Canceled
de_de: Abgebrochen

source: Unpaid
de_de: Unbezahlt

source: Importing, please wait...
de_de: Import läuft, bitte warten ...

source: FooEvents Settings
de_de: FooEvents Einstellungen

source: License
de_de: Lizenz

source: General
de_de: Allgemein

source: Terminology
de_de: Terminologie

source: Calendar
de_de: Kalender

source: Check-ins App
de_de: Check-In App

source: FooEvents License
de_de: FooEvents Lizenz

source: FooEvents license key
de_de: FooEvents Lizenzschlüssel

source: Required for automatic plugin updates. Leave empty if purchase was made on CodeCanyon.net AND no other plugin purchases were made on FooEvents.com. You must paste your license key here if any plugin purchases were made on FooEvents.com.
de_de: Wird für automatisch Plugin Updates benötigt. Leer lassen, falls der Kauf auf CodeCanyon.net getätigt wurde UND keine weiteren Plugin-Käufe auf FooEvents getätigt wurden. Du musst deinen Lizenzschlüssel hier einfügen, falls dein Kauf über FooEvents.com getätigt wurde.

source: Envato purchase code
de_de: Envato Einkaufscode

source: Required for automatic plugin updates. Leave empty if purchase was made on FooEvents.com AND no purchases were made on CodeCanyon.net. You must paste your Envato purchase code here if the FooEvents for WooCommerce plugin was purchased on CodeCanyon.net.
de_de: Wird für automatisch Plugin Updates benötigt. Leer lassen, falls der Kauf FooEvents.com getätigt wurde UND keine Käufe auf CodeCanyon.net getätigt wurden.Du musst deinen Lizenzschlüssel hier einfügen, falls dein Kauf über FooEvents.com getätigt wurde.

source: Change add to cart text
de_de: 'Zum Warenkorb hinzufügen' Text ändern

source: Changes 'Add to cart' text to 'Book ticket' for event products.
de_de: Ändert den 'Zum Warenkorb hinzufügen' Text nach 'Ticket buchen' für Event Produkte.

source: Enable event sorting options
de_de: Optionen zur Event Sortierung einschalten

source: Adds sort by date options to the WooCommerce product sorting drop-down list. You can set the default sort option in the WordPress Customizer.
de_de: Fügt die Option zur Sortierung nach Datum zu WooCommerce Produktsortierung. Drop-Down Liste hinzu. Du kannst die Standard Option im WordPress Customizer setzen.

source: Display event date on product listings
de_de: Event Datum in Produktlisten anzeigen

source: Adds the event date above the product title on product listing pages.
de_de: Fügt das Event Datum über dem Produkt-Titel zu Produktlisten hinzu.

source: Hide event details tab
de_de: Event Details Tab ausblenden

source: Hides the event details tab on the product page.
de_de: Blendet den Events Details Tab auf der Produktseite aus.

source: Use placeholders on checkout form
de_de: Platzhalter im Checkout Formular verwenden

source: Displays placeholders in the checkout form (useful for themes that don't support form labels).
de_de: Platzhalter im Checkout Formular anzeigen (nützlich für Themes, die keine Formular Labels unterstützen).
