Repository: jolentes/fooevents-de
Catalog: fooevents/languages/woocommerce-events-*.po
Languages: de_de

source: Display ticket cut lines on page.
de_de: Zeigt Schnittlinien für die Ticket auf der Seite an.

source: Background image
de_de: Hindergrundbild

source: Upload file
de_de: Datei hochladen

source: Background image that will be displayed on each ticket, label or certificate page
de_de: Hindergrundbild, das auf jedem Ticket, Label oder Zertifikat angezeigt wird

source: Include all attendees
de_de: Alle Teilnehmer einschließen

source: Include all the attendees for this event in the selected stationery.
de_de: Alle Teilnehmer dieses Events in der gewählten Druckvorlage einschließen.

source: Specific ticket number(s):
de_de: Ausgewählte Ticket Nummer(n):

source: Enter the ticket number(s) that will be used to populate the selected stationery, separated by commas (,). If both the ticket number and order number fields are empty, then all the attendees for this event will be included.
de_de: Gib die Ticket Nummer(n) mit Komma getrennt ein, die verwendet werden um die ausgewählte Druckvorlage zu befüllen. Falls sowohl die Ticket Nummer als auch Bestellnummer Felder leer sind, werden alle Teilnehmer dieses Events ausgewählt.

source: Specific order number(s):
de_de: Ausgewählte Bestellnummer(n):

source: Enter the order number(s) that will be used to populate the selected stationery, separated by commas (,). If both the ticket number and order number fields are empty, then all the attendees for this event will be included.
de_de: Gib die Bestellnummer(n) mit Komma getrennt ein, die verwendet werden um die ausgewählte Druckvorlage zu befüllen. Falls sowohl die Ticket Nummer als auch Bestellnummer Felder leer sind, werden alle Teilnehmer dieses Events ausgewählt.

source: Sort order:
de_de: Sortierung:

source: Most recent tickets first
de_de: Neueste Tickets zuerst

source: Oldest tickets first
de_de: Älteste Tickets zuerst

source: Alphabetical by Attendee First Name
de_de: Alphabetisch nach Teilnehmer Vorname

source: Alphabetical by Attendee Last Name
de_de: Alphabetisch nach Teilnehmer Nachname

source: Choose the sort order for how the selected stationery will be arranged when printed.
de_de: Wähle die Sortierung, wie die ausgewählte Druckvorlage befüllt wird.

source: + Expand Fields
de_de: + Felder aufklappen

source: Select the logo or other image that you would like to display in tickets.
de_de: Wähle das Logo oder ein anderes Bild, das auf den Tickets angezeigt wird.

source: Small regular text
de_de: Kleiner normaler Text

source: Small uppercase text
de_de: Kleiner GROSSBUCHSTABEN Text

source: Medium regular text
de_de: Mittlerer normaler Text

source: Medium uppercase text
de_de: Mittlerer GROSSBUCHSTABEN Text

source: Large regular text
de_de: Großer normaler Text

source: Large uppercase text
de_de: Großer GROSSBUCHSTABEN Text

source: Stationery layout:
de_de: Druckvorlagen Layout:

source: Drag the desired fields from above into the layout blocks below.
de_de: Ziehe die gewünschen Felder von oben in die Layout Blöcke nach unten.

source: Save Changes
de_de: Änderungen speichern

source: Print Items
de_de: Drucken

source: Is this product an event?
de_de: Ist dieses Produkt ein Event?

source: No
de_de: Nein

source: Yes
de_de: Ja

source: This option enables event and ticketing functionality.
de_de: Diese Einstellung aktiviert die Event und Ticket Funktionalität.

source: Event type:
de_de: Event Typ:

source: Events that occur over multiple days and repeat for a set number of sequential days. Note: Requires the FooEvents Multi-day plugin.
de_de: Mehrtägige Events und wiederholte mehrtägige Events. Hinweis: Erfordert FooEvents Multi-Day Plugin.

source: Events that repeat over multiple calendar days. Note: Requires the FooEvents Multi-day plugin.
de_de: Events, die sich an mehreren Tagen wiederholen. Hinweis: Erfordert FooEvents Multi-Day Plugin.

source: Events that require customers to select from available date and time slots (bookings and repeat events). Note: Requires the FooEvents Bookings plugin.
de_de: Events, bei denen der Kunde Tag und Zeit Slots auswählen muss. Hinweis: Erfordert FooEvents Bookings Plugin.

source: Events that include the ability for customers to select row and seat numbers from a seating chart. Note: Requires the FooEvents Seating plugin.
de_de: Events, bei dem Kunden Reihe und Sitzplatz aus einem Plan wählen. Hinweis: Erfordert FooEvents Seating Plugin.

source: The date that the event is scheduled to take place. This is used as a label on your website and it's also used by the FooEvents Calendar to display the event.
de_de: Datum, an dem das Event statt finden soll. Dieses wird auf der Webseite als Label und im FooEvents Kalender verwendet, um das Event anzuzeigen.

source: The time that the event is scheduled to start.
de_de: Zeit des geplanten Starts des Events.

source: The time that the event is scheduled to end.
de_de: Geplante Ende Zeit des Events.

source: Time zone:
de_de: Zeitzone:

source: The time zone where the event is taking place. If no time zone is set then the attendee's local time zone will be used for the 'Add to Calendar' functionality in the ticket email.
de_de: Die Zeitzone, in der das Event stattfindet. Falls keine Zeitzone gewählt wird, wird die lokale Zeitzone des Teilnehmers für die 'Zum Kalender hinzufügen' Funktionalität verwendet.

source: The venue where the event will be hosted.
de_de: Der Ort, wo das Event stattfindet.

source: GPS coordinates:
de_de: GPS Koordinaten:

source: GPS coordinates for the venue.
de_de: GPS Koordinaten des Ortes.

source: Google Maps coordinates:
de_de: Goolge Maps Koordinaten:

source: GPS coordinates that are used to calculate the pin position for Google Maps on the event page. A valid Google Maps API key must first be saved in FooEvents settings.
de_de: GPS Koordinaten, die verwendet werden um die Pin Position für die Google Maps auf der Event Seite zu berechnen. Ein gültiger Google Maps API Key muss zuerst in den FooEvents Einstellungen gesetzt werden.

source: Google Maps API key not set.
de_de: Google Maps API Key nicht gesetzt.

source: Please check the Event Integration settings.
de_de: Bitte prüfe die Event Integrationseinstellungen.

source: Directions to the venue.
de_de: Anfahrtsbeschreibung zum Veranstaltungsort.

source: Phone number:
de_de: Telefonnummer:

source: Event organizer's contact number.
de_de: Telefonnummer des Event Organisators.

source: Email address:
de_de: Email Adresse:

source: Event organizer's email address.
de_de: Email Adresse des Event Organisators.

source: Thank-you page text:
de_de: Text der Danke-Seite:

source: The copy that will be displayed on the thank-you page after ticket purchase.
de_de: Der Text, der auf der Danke-Seite nach dem Kauf angezeigt wird.

source: The copy that will be displayed in the event details tab.
de_de: Der Text, der auf dem Event Details Tab angezeigt wird.

source: Calendar background color:
de_de: Kalender Hintergrundfarbe:

source: Color of the calendar background for the event. Also changes the background color of the date icon in the FooEvents Check-ins app.
de_de: Farbe des Kalenderhintergrundes für das Event. Legt auch die Hintergrundfarbe des Datum Icons in der FooEvents Check-Ins App fest.

source: Calendar text color:
de_de: Kalender Textfarbe:

source: Color of the calendar text for the event. Also changes the font color of the date icon in the FooEvents Check-ins app.
de_de: Farbe des Kalendertextes für das Event. Legt auch die Schriftfarbe des Datum Icons in der FooEvents Check-Ins App fest.

source: Capture attendee full name and email address?
de_de: Vollständigen Teilnehmer Namen und Email Adresse erfassen?

source: This will add attendee capture fields on the checkout screen.
de_de: Fügt Felder zum Erfassen der Teilnehmerdaten zum Checkout Prozess hinzu.

source: Capture attendee phone number?
de_de: Teilnehmer Telefonnummer erfassen?

source: This will add a telephone number field to the attendee capture fields on the checkout screen.
de_de: Fügt ein Feld zum Erfassen der Telefonnummer zum Checkout Prozess hinzu.

source: Capture attendee company name?
de_de: Teilnehmer Unternehmensnamen erfassen?

source: This will add a company field to the attendee capture fields on the checkout screen.
de_de: Fügt ein Feld zum Erfassen des Teilnehmer Unternehmens zum Checkout Prozess hinzu.

source: Capture attendee designation?
de_de: Teilnehmer Anrede erfassen?

source: This will add a designation field to the attendee capture fields on the checkout screen.
de_de: Fügt ein Feld zum Erfassen der Teilnehmer Anrede zum Checkout Prozess hinzu.

source: Validate unique attendee email addresses at checkout?
de_de: Prüfen, ob jede Teilnehmer Email Adresse im Checkout Prozess einmalig ist?

source: If enabled an unique email address which hasn't already been used to register for the event is required for all attendees before checkout can be completed.
de_de: Wenn aktiviert, darf die Email Adresse aller Teilnehmer eines Events nur einmalig angegeben werden, bevor der Checkout Prozess abgeschlossen werden kann.

source: Display seating options on product pages?
de_de: Sitzplatz Optionen auf Produktseiten anzeigen?

source: This will display the seating options on the product page and make it required to select seats before proceeding to check out. Before enabling this option, please ensure that you have setup a seating chart on the Event Seating tab.
de_de: Zeigt die Sitzplatz Optionen auf der Produktseite an und macht die Auswahl eines Sitzplatzes verpflichtend bevor mit dem Checkout fortgefahren werden kann. Stelle sicher, dass du ein Sitzplatz Diagramm für das Event erstellt hast, bevor du diese Option aktivierst.

source: Display seating chart on checkout page?
de_de: Sitzplatz Diagramm auf der Checkout Seite anzeigen?

source: This will display a 'View seating chart' link on the checkout page. Before enabling this option, please ensure that you have setup a seating chart on the Event Seating tab.
de_de: Zeigt einen 'Sitzplatz Auswahl anzeigen' Link auf der Checkout Seite an. Stelle sicher, dass du ein Sitzplatz Diagramm für das Event erstellt hast, bevor du diese Option aktivierst.

source: Hide booking time in slot drop-down?
de_de: Zeit in Drop-Down List ausblenden?

source: This will hide the time of the booking in the selected slot drop-down.
de_de: Blendet die Zeit des Buchungsslots im Drop-Down aus.

source: Hide stock availability notice?
de_de: Hinweis zur verfügbaren Anzahl ausblenden?

source: Hide the stock availability notice. This is typically used when offering unlimited stock.
de_de: Blendet den Hinweis zum Verfügbarkeit aus. Dies wird überlicherweise bei unbegrenzter Verfügbarkeit verwendet.

source: Show stock availability in the date and slot drop-downs?
de_de: Verfügbare Anzahl im Datum und Slot Drop-Down anzeigen?

source: This will include the amount of remaining stock for a specific date and slot combination within the drop-down selectors.
de_de: Zeigt die verbleibende, verfügbare Anzahl der jeweiligen Datum und Slot Kombination in der Drop-Down Liste an.

source: Show out of stock booking dates?
de_de: Zeige nicht-verfügbare Buchungstage an?

source: Show dates that have no stock.
de_de: Zeigt auch Buchungstage an, die nicht mehr verfügbar sind.

source: Hide the booking date in combined drop-down?
de_de: Buchungstag im kominierten Drop-Down ausblenden?

source: This will hide the date of the booking and only display the slot label in the combined date/slot drop-down. Please note that the combined drop-down options will only display when multiple slots are set for the same date OR a single slot is set that has multiple dates.
de_de: Blendet den Buchungstag aus und zeigt nur das Slot Label im kombinierten Datum/Slot Drop-Down an. Bitte beachte, dass die kombinierten Drop-Down Einstellungen nur angezeigt werden, wenn mehrere Slot für ein Datum definiert sind ODER ein einzelner Slot an mehreren Tagen angeboten wird.

source: Bookings selection order
de_de: Buchungsauswahl Sortierung

source: Slot -> Date
de_de: Slot -> Datum

source: Date -> Slot
de_de: Datum -> Slot

source: Displays the order of bookings drop-down selectors as either Slot then Date OR Date then Slot.
de_de: Zeigt die Buchungsauswahl entweder als Slot dann Datum ODER Datum dann Slot an.

source: Display booking slots and dates on:
de_de: Datum / Slots auf Seite anzeigen:

source: Checkout Page
de_de: Checkout Seite

source: Product Page
de_de: Produktseite

source: Checkout Page and Product Page
de_de: Checkout Seite und Produktseite

source: This will display the booking date and slot drop-down options on the checkout, product page or checkout and product page.
de_de: Zeigt Buchungsdatum und Slot Drop-Down auf der Checkout-, Produktseite oder Checkout- und Produktseiten an.

source: Display event details in New Order email?
de_de: Event Details in der Email 'Neue Bestellung' anzeigen?

source: This will display the event details in the 'New Order' transactional email which WooCommerce sends to the store admin.
de_de: Zeigt die Event Details in der Transaktions-Email 'Neue Bestellung' an, die WooCommerce an den Shop Admin sendet.

source: Display attendee details in New Order email?
de_de: Teilnehmer Details in der Email 'Neue Bestellung' anzeigen?

source: This will display the attendee details in the 'New Order' transactional email which WooCommerce sends to the store admin.
de_de: Zeigt die Teilnehmer Details in der Transaktions-Email 'Neue Bestellung' an, die WooCommerce an den Shop Admin sendet.

source: Display booking details in New Order email?
de_de: Buchungsdetails in der Email 'Neue Bestellung' anzeigen?

source: This will display the booking details in the 'New Order' transactional email which WooCommerce sends to the store admin.
de_de: Zeigt die Buchungsdetails in der Transaktions-Email 'Neue Bestellung' an, die WooCommerce an den Shop Admin sendet.

source: Display seating details in New Order email?
de_de: Sitzplatz Details in der Email 'Neue Bestellung' anzeigen?

source: This will display the seating details in the 'New Order' transactional email which WooCommerce sends to the store admin.
de_de: Zeigt die Sitzplatz Details in der Transaktions-Email 'Neue Bestellung' an, die WooCommenrce an den Shop Admin sendet.

source: Display custom attendee details in New Order email?
de_de: Erweiterte Teilnehmer Details in der Email 'Neue Bestellung' anzeigen?

source: This will display the custom attendee details in the 'New Order' transactional email which WooCommerce sends to the store admin.
de_de: Zeigt die erweiterten Teilnehmer Details in der Transaktions-Email 'Neue Bestellung' an, die WooCommerce an den Shop Admin sendet.

source: Attendee:
de_de: Teilnehmer:

source: Change 'Attendee' to your own custom text for this event.
de_de: Text 'Teilnehmer' für dieses Event anpassen.

source: Book ticket:
de_de: Ticket buchen:

source: Change 'Book ticket' to your own custom text for this event.
de_de: Text 'Ticket buchen' für dieses Event anpassen.

source: All Products Types
de_de: Alle Produkt Typen

source: All Events
de_de: Alle Events

source: Single Day Events
de_de: Eintägige Events

source: Multi-day Events (Sequential)
de_de: Mehrtägige Events (aufeinanderfolgend)

source: Multi-day Events (Selected Days)
de_de: Mehrtägige Events (ausgewähte Tage)

source: Bookable Events
de_de: Buchbare Events

source: Seating Events
de_de: Sitzplatz Events

source: Non-events
de_de: Keine Events

source: Select the ticket theme that will be used to style the embedded HTML tickets within ticket emails.
de_de: Ticket Theme auswählen, das für die Gestaltung der HTML Tickets in Ticket Emails verwendet wird.

source: Full URL that links to the logo that will be used in the ticket (JPG or PNG format).
de_de: Vollständige URL zum Logo, dass für die Tickets verwendet wird (JPG oder PNG Format).

source: Ticket header image:
de_de: Ticket Header Bild:

source: Full URL that links to the image that will be used as the ticket header (JPG or PNG format).
de_de: Vollständige URL zum Bild, das für den Ticket Header verwendet wird (JPG oder PNG Format).

source: Ticket email subject:
de_de: Ticket Email Betreff:

source: The subject line used in ticket emails. Use {OrderNumber} to display the proper order number.
de_de: Die Betreffzeile in Ticket Emails. Verwende {OrderNumber} um die zugehörige Bestellnummer anzuzeigen.

source: Email copy of tickets to other recipients:
de_de: Kopie des Tickets an andere Empfänger senden

source: Sends a copy when a ticket is generated for this event to the specified email address. Use a comma separated list to send to multiple email addresses. Note: This setting overrides the global recipients if entered in General settings for this event only.
de_de: Sendet eine Kopie, wenn ein Ticket für dieses Ereignis erstellt wird, an die angegebene E-Mail-Adresse. Verwende eine kommagetrennte Liste, um an mehrere E-Mail-Adressen zu senden. Hinweis: Diese Einstellung hat Vorrang vor den globalen Empfängern, wenn sie in den allgemeinen Einstellungen nur für dieses Ereignis eingegeben wurde.

source: Ticket email body:
de_de: Ticket Email Inhalt:

source: The copy that will be displayed in the main body of the ticket email.
de_de: Der Text, der im Inhalt der Ticket Emails angezeigt wird.

source: Ticket accent:
de_de: Ticket Gestaltung:

source: This color is used for the ticket border or background.
de_de: Diese Farbe wird für den Ticket Rahmen und Hintergrund verwendet.

source: Color of the ticket button text.
de_de: Farbe des Button Textes auf dem Ticket.

source: Display purchaser or attendee details on ticket?
de_de: Käufer und Teilnehmer Details auf dem Ticket anzeigen?

source: Display the purchaser/attendee's name and details on the ticket.
de_de: Käufer/Teilnehmer Name und Details auf dem Ticket anzeigen.

source: Display "Add to calendar" option on ticket?
de_de: "Zum Kalender hinzufügen" Option auf dem Ticket anzeigen?

source: Display an 'Add to calendar' button on the ticket which will generate an ICS file containing the event details when clicked.
de_de: Auf dem Ticket einen Button 'Zum Kalender hinzufügen' anzeigen, der eine ICS Dateil generiert, die die Event Details enthält.

source: "Add to calendar" reminder alerts:
de_de: "Zum Kalender hinzufügen" Erinnerungen:

source: + New reminder
de_de: + Neue Erinnerung

source: Add calendar alerts at specified intervals to remind attendees about the event. These alerts will automatically appear in the attendee's calendar client after clicking the 'Add to calendar' button on the ticket.
de_de: Erinnerungen mit einstellbaren Intervallen hinzufügen, die die Teilnehmer an das Event erinnern. Diese Erinnerungen werden automatisch zur Kalender Anwendung der Teilnehmer hinzugefügt, wenn sie auf den 'Zum Kalender hinzufügen' Button klicken.

source: Attach calendar ICS file to the ticket email?
de_de: ICS Datei an die Ticket Email anhängen?

source: Attach an ICS file to the ticket email so that the event details automatically appear in certain calendar clients.
de_de: Eine ICS Dateil an die Ticket Email anhängen, so dass in einigen Kalender Anwendungen automatisch die Event Details angezeigt werden.

source: Display date and time on ticket?
de_de: Datum und Zeit auf dem Ticket anzeigen?

source: Display the time and date of the event on the ticket.
de_de: Datum und Zeit des Event auf dem Ticket anzeigen.

source: Display barcode on ticket?
de_de: Barcode auf dem Ticket anzeigen?

source: Display a barcode on the ticket which is used for check-ins.
de_de: Barcode auf dem Ticket anzeigen, der für den Check-In verwendet wird.

source: Display price on ticket?
de_de: Preis auf dem Ticket anzeigen?

source: Display the ticket price on the ticket.
de_de: Den Ticket Preis auf dem Ticket anzeigen.

source: Display booking details on ticket?
de_de: Buchungsdetails auf dem Ticket anzeigen?

source: Display the booking details on the ticket.
de_de: Die Buchungsdetails auf dem Ticket anzeigen.

source: Display Zoom meeting/webinar details on ticket?
de_de: Zoom Meeting/Webinar Details auf dem Ticket anzeigen?

source: Display all the Zoom meeting/webinar details such as the Meeting ID and Join link on the ticket.
de_de: Alle Zoom Meeting/Webinar Details wie Meeting ID und 'Beitreten' Link auf dem Ticket anzeigen.

source: Display multi-day details on ticket?
de_de: Mehrtägige Details auf dem Ticket anzeigen?

source: Display multi-day details on the ticket.
de_de: Mehrtägige Details auf dem Ticket anzeigen.

source: Email ticket to attendee rather than purchaser?
de_de: Ticket an Teilnehmer anstatt Käufer senden?

source: This will email the ticket to the attendee instead of the ticket purchaser.
de_de: Sendet das Ticket an die Teilnehmer anstatt den Käufer der Tickets.

source: Email tickets?
de_de: Tickets per Email senden?

source: This will email the event tickets to the attendee or purchaser once the order has been completed.
de_de: Sendet die Event Tickets an die Teilnehmer oder Käufer sobald die Bestellung abgeschlossen ist.

source: Back to Reports
de_de: Zurück zu den Reports

source: View Tickets
de_de: Tickets anzeigen

source: From
de_de: Von

source: To
de_de: An

source: 30 Days
de_de: 30 Tage

source: 90 Days
de_de: 90 Tage

source: Year
de_de: Jahr

source: Canceled tickets
de_de: Stornierte Tickets

source: None
de_de: Keine

source: Net Revenue
de_de: Netto Umsatz

source: Check-ins (By Date Range)
de_de: Check-Ins (Datumsbereich)

source: Check-ins (Past 24 Hours)
de_de: Check-Ins (Letzte 24 Stunden)

source: Check-outs (By Date Range)
de_de: Check-Outs (Datumsbereich)

source: Check-outs (Past 24 Hours)
de_de: Check-Outs (Letzte 24 Stunden)

source: Attendee Check-in Details
de_de: Teilnehmer Check-In Details

source: All Products
de_de: Alle Produkte

source: Upload your Ticket Theme ZIP file:
de_de: Ticket Theme ZIP-Datei hochladen:

source: Upload Ticket Theme
de_de: Ticket Theme hochladen

source: Send preview to:
de_de: Vorschau senden an:

source: Send Ticket Preview
de_de: Ticket Vorschau senden

source: Date:
de_de: Datum:

source: Start time:
de_de: Start Zeit:

source: End time:
de_de: Ende Zeit:

source: Venue:
de_de: Ort:

source: GPS Coordinates:
de_de: GPS Koordinaten:

source: Phone:
de_de: Telefon:

source: Select Event:
de_de: Event auswählen:

source: Please select...
de_de: Bitte auswählen...

source: Purchaser Details
de_de: Käufer Details

source: Select Existing User:
de_de: Bestehenden Benutzer auswählen:

source: Select...
de_de: Auswählen...

source: Username:
de_de: Benutzername:

source: Display Name:
de_de: Anzeigename:

source: First Name:
de_de: Vorname:

source: Last Name:
de_de: Nachname:

source: Company name:
de_de: Unternehmen:

source: Resend
de_de: Erneut senden

source: Set Status:
de_de: Status setzen:

source: View
de_de: Anzeigen

source: Order Details
de_de: Bestelldetails

source: Order ID:
de_de: Bestellnummer:

source: Order Status:
de_de: Bestellstatus:

source: Order Amount:
de_de: Bestellbetrag:
