Repository: jolentes/fooevents-de
Catalog: fooevents/languages/woocommerce-events-*.po
Languages: de_de

source: Hide unpaid tickets
de_de: Unbezahlte Tickets ausblenden

source: Hides unpaid tickets in ticket admin.
de_de: Blendet unbezahlte Ticket im Ticket Admin aus.

source: Email copy of tickets to other recipients
de_de: Kopie des Tickets an andere Empfänger senden

source: Sends a copy when a ticket is generated to the specified email address. Use a comma separated list to send to multiple email addresses.
de_de: Sendet eine Kopie von jeder Ticket Email an die angegebene Email Adresse. Gib bei mehreren Email Adressen eine durch Komma getrennte Liste an.

source: Copy ticket purchaser's details
de_de: Ticket Käufer Details kopieren

source: Disabled
de_de: Deaktiviert

source: Show icon
de_de: Icon anzeigen

source: Show text
de_de: Text anzeigen

source: Show icon AND text
de_de: Icon und Text anzeigen

source: Automatically copy details
de_de: Details automatisch kopieren

source: Automatically copy details AND hide email address
de_de: Automatisch Details kopieren und Email Adresse ausblenden

source: Adds the option to copy across the ticket purchaser's details for the attendee's first name, last name and email address on the checkout page using either an icon, text, or icon and text visual prompt. It can also be set to automatically copy the purchaser's details with the option to hide the email address field.
de_de: Fügt die Option hinzu die Ticket Käufer Details für Teilnehmer Vorname, Nachname und Email Adresse auf der Checkout Seite zu kopieren, welche als Icon, Text oder Icon mit Text angezeigt wird. Es kann auch eingestellt werden, dass die Ticket Käufer Details automatisch kopiert werden mit der Möglichkeit, dass das Feld Email Adresse ausgeblendet wird.

source: Event expiration method
de_de: Event Ablauf Methode

source: Disable purchase
de_de: Kaufmöglichkeit abschalten

source: Hide product
de_de: Produkt ausblenden

source: Disable the ability to purchase the ticket/product or hide it in page listings after the event has expired.
de_de: Möglichkeit das Produkt zu kaufen abschalten oder das Produkt ausblenden nachdem das Event nicht mehr gültig ist.

source: Send on order status
de_de: Senden bei Orderstatus

source: Change 'event' to your own custom text.
de_de: Ändere 'Event' zu deinem eigenen Text.

source: Change 'attendee' to your own custom text.
de_de: Ändere 'Teilnehmer' zu deinem eigenen Text.

source: Change 'Book ticket' to your own custom text.
de_de: Ändere 'Ticket buchen' zu deinem eigenen Text.

source: Change 'Copy' to your own custom text.
de_de: Ändere 'Kopieren' zu deinem eigenen Text.

source: Global ticket border
de_de: Globaler Ticket Rahmen

source: Color of the ticket border.
de_de: Farbe des Ticket Rahmen.

source: Global ticket button
de_de: Globaler Ticket Button

source: Color of the ticket button.
de_de: Farbe des Ticket Buttons.

source: Global ticket button text
de_de: Globaler Ticket Button Text

source: Color of the text in the ticket button.
de_de: Farbe des Textes auf dem Ticket Button.

source: Global ticket logo
de_de: Gobales Ticket Logo

source: Clear
de_de: Entfernen

source: Full URL that links to the logo that will be used in the ticket.
de_de: Vollständige URL zum Logo für Tickets.

source: Global ticket header image
de_de: Globales Ticket Header Bild

source: Full URL that links to the image that will be used as the ticket header.
de_de: Vollständige URL zum Bild für den Ticket Header.

source: Enable QR codes
de_de: QR Codes einschalten

source: Use QR codes instead of 1D barcodes on tickets.
de_de: QR Codes an Stelle von 1D Barcodes auf Tickets verwenden.

source: QR/Barcode image format
de_de: QR/Barcode Bild Format

source: PNG and JPG
de_de: PNG und JPG

source: Select the preferred image format for 1D barcodes and QR codes that are generated for tickets. PNG is the default format.
de_de: Wähle das bevorzugte Bild-Format für 1D Barcodes und QR Codes die für Tickets generiert werden. PNG ist das Standard Format.

source: Remove FooEvents footer link
de_de: FooEvents Footer Link entfernen

source: Removes the "Powered by FooEvents.com" link from the ticket email footer.
de_de: Entfernt den "Powered by FooEvents.com" Link aus dem Ticket Email Footer.

source: Hide personal information
de_de: Persönliche Information ausblenden

source: Hides all personal information for attendees and/or ticket purchasers in the app. Only attendee names will be visible for check-in purposes.
de_de: Blendet alle persönlichen Informationen der Teilnehmer und Ticket Käufer in der App aus. Nur der Teilnehmer Name bleibt für den Check-In sichtbar.

source: Hides all unpaid tickets in the app.
de_de: Alle unbezahlten Tickets in der App ausblenden.

source: App title
de_de: App Titel

source: e.g. Attendee Check-ins
de_de: z.B. Teilnehmer Check-Ins

source: The title that displays on the app sign-in screen beneath the app logo.
de_de: Der Titel, der in der App auf dem Bildschirm unter dem App Logo angezeigt wird.

source: Full URL that links to the image that will be used as the logo on the sign-in screen (PNG format with transparency and a width of around 940px is recommended).
de_de: Vollständige URL zum Bild, dass als Logo auf dem Check-In Bildschirm genutzt wird (PNG Format mit Transparenz und einer Breite von 940px wird empfohlen).

source: Accent color
de_de: Flächenfarbe

source: Color of the top navigation bar and sign-in button.
de_de: Farbe der Top Navigationsleiste und Sign-In Button.

source: Accent text color
de_de: Textfarbe

source: Color of the text in the top navigation bar and sign-in button.
de_de: Textfarbe in der Top Navigationsleiste und des Sign-In Buttons.

source: Background color
de_de: Hintergrundfarbe

source: Color of the background on the sign-in screen.
de_de: Farbe des Hintergrundes auf dem Sign-In Bildschirm.

source: Title text color
de_de: Titel Textfarbe

source: Color of the title text beneath the logo on the sign-in screen.
de_de: Farbe des Titel Textes unter dem Logo auf dem Sign-In Bildschirm.

source: Event listing options
de_de: Event Listenoptionen

source: Show all events
de_de: Zeige alle Events

source: Manage how events are listed in the app. Changes can be made in real-time without the user needing to sign-out.
de_de: Legt fest wie Events in der App aufgelistet werden. Änderungen können direkt vorgenommen werden, ohne dass der Benutzer ausloggen muss.

source: Only show events created by the signed-in user
de_de: Nur Events anzeigen, die vom eingeloggten Benutzer erstellt wurden

source: Only show the following events:
de_de: Nur die folgenden Events anzeigen:

source: Enable Google Maps to be displayed on the product page.
de_de: Google Maps Karte auf der Produktseite anzeigen.

source: Required to securely connect to your Zoom account in order to register attendees for your meetings/webinars.
de_de: Notwendig um sicher mit deinem Zoom Konto zu verbinden, um Teilnehmer zu deinem Meeting/Webinar zu registrieren.

source: Get help generating Zoom API keys
de_de: Hinweise zur Generierung der Zoom API Keys

source: Users/Hosts
de_de: Benutzer/Veranstalter

source: Displays meetings/webinars on the Event Integration tab according to which users created them so that they can be linked to specific events. The default setting will only display meetings/webinars for the user that generated the API Key and Secret. The second option is useful if you have multiple hosts on your Zoom account and you would like to restrict which meetings/webinars are visible (Hint: Shift-Click or Ctrl/Cmd+Click to select multiple hosts).
de_de: Meetings/Webinare auf dem Event Integration Tab anzeigen abhängig vom Ersteller anzeigen, so dass mit dem passenden Event verlinkt werden können. Die Standard Einstellung zeigt nur Meetings/Webinare für den Benutzer, der die API Keys Generiert hat. Die zweite Option ist hilfreich wenn du mehrere Organisatoren in deinem Zoom Konto hast und beschränken möchtest, welche Meetings/Webinare sichtbar sind (Tip: Nutze Shift+Klick oder Strg/Cmd+Click um mehrere Organisatoren auszuwählen).

source: Connected
de_de: Verbunden

source: Not Connected
de_de: Nicht verbunden

source: Enables FooEvents to integrate with your Mailchimp account. Login to Mailchimp and navigate to "Account" > "Extras" > "API keys" to create or reuse an existing API key.
de_de: Verbindet FooEvents mit deinem MailChimp Konto. Melde dich bei MailChimp an und navigiere zu "Account" > "Extras" > "API keys" um einen neuen API Key zu erzeugen oder einen bestehenden zu verwenden.

source: Login to your Mailchimp account and copy the parameter that comes immediately after "https://" in your web browser e.g. the server prefix is "us19" in https://us19.admin.mailchimp.com/
de_de: Melde dich am MailChimp Konto an und kopiere das Wort, das direkt nach "https://" in deinem Web Browser kommt, z.B. lautet das Server Prefix "us19" in https://us19.admin.mailchimp.com/

source: Default audience list
de_de: Standard Audience Liste

source: Select a default audience where you would like the attendees of all your events to be automatically added as contacts in Mailchimp. This can be overridden for each product (event) through the Event Integration settings. Note: The audience must first be setup in your Mailchimp account.
de_de: Wähle die Standard Audience zu der du deine Teilnehmer aus allen Events automatisch als Kontakte in MailChimp hinzufügen möchtest. Dies kann für jedes Event überschrieben werden in den Event Integration Einstellungen. Hinweis: Die Audience muss zuerst im MailChimp Konto aufgesetzt werden.

source: Default audience tags
de_de: Standard Audience Tags

source: Specify default audience tags as comma-separated values (,) which you would like to be associated with the attendees of all your events when they are automatically added as contacts in Mailchimp. This can be overridden for each product (event) through the Event Integration settings.
de_de: Lege die Standard Audience Tags als komma-getrennte Liste (,) fest, welche den Teilnehmern aller Events zugeordnet werden, wenn sie automatisch zu deinen MailChimp Kontakten hinzugefügt werden. Dies kann für jedes Event überschrieben werden in den Event Integration Einstellungen.

source: Get help generating Mailchimp API keys
de_de: Hilfe zur Generierung der MailChimp API Keys

source: Disable new ticket generation for subscription renewals
de_de: Erneute Ticket Generierung bei Subscription Verlängerung abschalten

source: Only create tickets on parent order completion. No tickets will be generated on order renewals.
de_de: Tickets nur für die Ursprungsbestellung generieren. Keine Tickets bei Verlängerung generieren.

source: Day
de_de: Tag

source: Telephone:
de_de: Telefon:

source: Booking %s
de_de: Buchung %s

source: Row:
de_de: Reihe:

source: Seat:
de_de: Sitz:

source: The following ticket/s have been generated for this order.
de_de: Die folgenden Tickets wurden für diese Bestellung generiert.

source: Time:
de_de: Zeit:

source: Tickets will only be generated when the order is changed to '%s'
de_de: Tickets werden nur generiert, wenn der Bestellstatus zu '%s' wechselt

source: Welcome to FooEvents for WooCommerce
de_de: Willkommen bei FooEvents für WooCommerce

source: Help Center
de_de: Hilfe Seiten

source: Frequently Asked Questions
de_de: Häufig gestellte Fragen

source: FooEvents works great out of the box without any custom configuration, however, if you would like to configure FooEvents based on your specific event requirements, you can find out more about how to do this by visiting our
de_de: FooEvents funktioniert standardmäßig ohne weitere Konfiguration, falls du FooEvent jedoch an deine spezifischen Anforderungen anpassen möchtest, findest du weitere Informationen in unserer

source: help documentation
de_de: Hilfe Dokumentation

source: Helpful Resources
de_de: Hilfreiche Ressourcen

source: Getting Started Guide →
de_de: Erste Schritte Anleitung →

source: Overview of the FooEvents settings and event setup (video)
de_de: Übersicht der FooEvents Einstellungen und Erstellen von Veranstaltungen (Video)

source: Use Case Help Guides
de_de: Fallbeispiel Hilfe Anleitungen

source: Customize your email tickets using Ticket Themes
de_de: Passe deine Email Tickets mit Ticket Themes an

source: Install the free FooEvents Check-ins Apps
de_de: Installiere die kostenlose FooEvents Check-Ins App

source: How to scan ticket barcodes and QR codes
de_de: Anleitung zum Scannen von Ticket Barcodes und QR Codes

source: FooEvents Extensions
de_de: FooEvents Erweiterungen

source: The following extensions add various advanced features to the FooEvents for WooCommerce plugin. They can be purchased separately or as part of our popular
de_de: Die folgenden Erweiterungen fügen verschiedene Funktionen zum FooEvents für WooCommerce Plugin hinzu. Sie können einzeln gekauft werden oder sind verfügbar als

source: bundles
de_de: Bundels

source: If you would like to upgrade to a bundle, please
de_de: Wenn du zu einem Bundle upgraden möchtest, dann

source: contact us
de_de: kontaktiere uns

source: and we will gladly assist
de_de: bitte und wir werden dich gerne unterstützen

source: FooEvents Check-ins App (FREE)
de_de: Installiere die kostenlose FooEvents Check-Ins App

source: Streamline your check-in process and ensure that critical attendee, event, and booking information is at your fingertips when you need it most.
de_de: Vereinfache deinen Check-In Prozess und stelle sicher, dass dir wichtige Teilnehmer-, Veranstaltungs- und Buchungsinformation zur Verfügung stehen, wenn du sie wirklich brauchst.

source: More Details
de_de: Mehr erfahren

source: Offer bookings for both physical and virtual events, venues, classes and services. Let your customers check availability and book a space or slot.
de_de: Biete Buchungen für sowohl physische als auch virtuelle Veranstaltungen, Veranstaltungsorte, Kurse und Dienstleistungen an. Lasse deine Kunden die Verfügbarkeit prüfen und einen Platz oder ein Zeitfenster buchen.

source: Documentation
de_de: Dokumentation

source: FooEvents Custom Attendee Fields
de_de: FooEvents Erweiterte Teilnehmer Felder

source: Capture customized attendee fields at checkout and tailor FooEvents according to your unique event requirements.
de_de: Erfasse mit weiteren Feldern zusätzliche Daten deiner Teilnehmer im Checkout Prozess und passe FooEvents an deine Anforderungen an.

source: Manage seating arrangements using our flexible seating chart builder and let attendees select their seats based on the layout of your venue.
de_de: Verwalte die Sitzordnung mit unserem flexiblen Sitzplan-Werkzeug und lasse die Teilnehmer ihre Sitze entsprechend dem Layout des Veranstaltungsortes auswählen.

source: Sell tickets to events that run over multiple days and perform seperate check-ins for each day of the event.
de_de: Verkaufe Tickets für Veranstaltungen, die sich über mehrere Tage erstrecken, und führe für jeden Veranstaltungstag einen separaten Check-in durch.

source: Attach event tickets or confirmations as PDF files to the email that is sent to the attendee or ticket purchaser.
de_de: Füge Veranstaltungstickets oder Bestätigungen als PDF-Dateien an die E-Mail an, die an den Teilnehmer oder Ticketkäufer gesendet wird.

source: FooEvents Calendar
de_de: FooEvents Kalender

source: Display your events in a customizable calendar on your WordPress website using simple shortcodes or widgets.
de_de: Zeige deine Veranstaltungen in einem anpassbaren Kalender auf deiner WordPress-Website mit einfachen Shortcodes oder Widgets an.

source: FooEvents Express Check-ins
de_de: FooEvents Express Check-in

source: Ensure fast and effortless attendees check-ins at your event. Search for attendees or connect a barcode scanner to scan tickets instead of typing.
de_de: Sorge für ein schnelles und müheloses Einchecken der Teilnehmer bei deiner Veranstaltung. Suche nach Teilnehmern oder schließe einen Barcode-Scanner an, um Tickets zu scannen, anstatt sie einzutippen.

source: Event expiration date:
de_de: Event Ablauf Datum:

source: The date when the event will automatically expire.
de_de: Datum, an dem das Event automatisch abläuft.

source: Expiration message:
de_de: Ablauf Mitteilung:

source: The message that will be displayed on the product page when the event has expired.
de_de: Die Mitteilung, die auf der Produktseite angezeigt wird, wenn das Event abgelaufen ist.

source: Ticket Expiration
de_de: Ticket Ablauf

source: Expiration type:
de_de: Ablauf Typ:

source: Fixed date
de_de: Festes Datum

source: Elapsed time
de_de: Zeitablauf

source: Select either a fixed date or elapsed time since the ticket was purchased to automatically expire tickets.
de_de: Wähle entweder ein festes Datum oder Zeitablauf nach Ticket Kauf um Ticket automatisch ablaufen zu lassen.

source: Select fixed date:
de_de: Wähle ein Datum:

source: Select the fixed ticket expiration date.
de_de: Wähle das Ticket Ablaufdatum.

source: Select elapsed time:
de_de: Wähle die Zeit bis zum Ablauf:

source: Years
de_de: Jahre

source: Months
de_de: Monate

source: Weeks
de_de: Wochen

source: Days
de_de: Tage

source: Hours
de_de: Stunden

source: Minutes
de_de: Minuten

source: Select the unit of time to be used for elapsed time.
de_de: Wähle die Zeiteinheit für die Ablaufzeit.

source: Export attendees
de_de: Teilnehmer exportieren

source: Include unpaid tickets:
de_de: Einschließlich unbezhalter Tickets:

source: Include unpaid tickets in exported file.
de_de: Unbezhalte Tickets in exportierter Datei einschließen.

source: Include billing details:
de_de: Einschließlich Rechnungsdetails:

source: Include billing details in exported file.
de_de: Rechnungsdetails in exportierter Datei einschließen.

source: Download CSV of attendees
de_de: CSV mit Teilnehmerdaten herunterladen

source: Requires the Zoom Video Webinars service to be purchased in your Zoom account.
de_de: Erfordert den bezahlten Zugang zum Zoom Video Webinar Service in deinem Zoom Konto.

source: Select the host of Zoom meetings/webinars that get generated automatically.
de_de: Wähle den Organisator der automatisch generierten Zoom Meetings/Webinare.

source: Select or automatically generate a Zoom meeting/webinar for this event which attendees will automatically be registered for when purchasing an event ticket.
de_de: Wähle ein bestehendes oder generiere ein Zoom Meeting/Webinar für dieses Event für welches Teilnehmer automatisch registriert werden, wenn sie ein Event Ticket kaufen.

source: Select or automatically generate a Zoom meeting/webinar for each day of this multi-day event which attendees will automatically be registered for when purchasing an event ticket. Note: Requires the FooEvents Multi-day plugin.
de_de: Wähle ein bestehendes oder generiere ein Zoom Meeting/Webinar für jeden Tag dieses mehrtägigen Events, für welches Teilnehmer automatisch registriert werden, wenn sie ein Event Ticket kaufen. Hinweis: Erfordert FooEvents Multi-day Plugin.

source: Select or automatically generate a Zoom meeting/webinar for each date/time slot of the bookable event which attendees will automatically be registered for when purchasing an event ticket. Note: Requires the FooEvents Bookings plugin.
de_de: Wähle ein bestehendes oder generiere ein Zoom Meeting/Webinar für jeden Tag/Zeit Slot dieses buchbaren Events, für welches Teilnehmer automatisch registriert werden, wenn sie ein Event Ticket kaufen. Hinweis: Erfordert FooEvents Bookings Plugin.

source: Webinars
de_de: Webinare

source: Set the duration of Zoom meetings/webinars that get generated automatically for booking date and time slots.
de_de: Setze die Dauer des Zoom Meetings/Webinars, das automatisch generiert wird für Buchungen von Tag und Zeit Slots.

source: Select an audience where you would like the attendees of this event to be automatically added as contacts in Mailchimp. This takes priority over the default audience list in the FooEvents settings. Note: The audience must first be setup in your Mailchimp account.
de_de: Wähle eine Audience zu der Teilnehmer des Events automatisch als Kontakte in MailChimp hinzugefügt werden. Diese überschreibt die Standard Audience Liste der FooEvents Eigenschaften. Hinweis: Die Audience muss zuvor im MailChimp Konto angelegt werden.

source: Specify tags as comma-separated values (,) which you would like to be associated with all the attendees of this event when they are automatically added as contacts in Mailchimp. This takes priority over the default audience tags in the FooEvents settings.
de_de: Lege die Audience Tags als komma-getrennte Liste (,) fest, welche den alle Teilnehmern dieses Events zugeordnet werden, wenn sie automatisch zu deinen MailChimp Kontakten hinzugefügt werden. Dies überschreibt die Standard Audience Tags der FooEvents Einstellungen.

source: 10 tickets per sheet (Letter size)
de_de: 10 Tickets pro Blatt (Letter)

source: 10 tickets per sheet 5.5in x 1.75in (Avery 16154 Tickets Letter size)
de_de: 10 Tickets pro Blatt 5,5" x 1,75" (Avery 16154 Tickets Letter)

source: 10 tickets per sheet (A4 size)
de_de: 10 Tickets pro Blatt (A4)

source: 3 tickets per sheet (A4 size)
de_de: 3 Ticket pro Blatt (A4)

source: 6 badges per sheet 4in x 3in (Avery 5392/5393 Letter size)
de_de: 6 Schilder pro Blatt 4" x 3" (Avery 5392/5393 Letter)

source: 10 badges per sheet 4.025in x 2in (Avery 5163/8163 Letter size)
de_de: 10 Schilder pro Blatt 4,025" x 2" (Avery 5163/8163 Letter)

source: 12 badges per sheet 63.5mm x 72mm (Microsoft W233 A4 size)
de_de: 12 Schilder pro Blatt 63,5mm x 72mm (Microsoft W233 A4)

source: 16 badges per sheet 99mm x 33.9mm (Microsoft W121 A4 size)
de_de: 16 Schilder pro Blatt 99mm x 33,9mm (Microsoft W121 A4)

source: 24 badges per sheet 35mm x 70mm (Microsoft W110 A4 size)
de_de: 24 Schilder pro Blatt 35mm x 70mm (Microsoft W110 A4)

source: 30 badges per sheet 2.625in x 1in (Avery 5160/8160 Letter size)
de_de: 30 Schilder pro Blatt 2,625" x 1" (Avery 5160/8160 Letter)

source: 39 badges per sheet 66mm x 20.60mm (Microsoft W239 A4 size)
de_de: 39 Schilder pro Blatt 66mm x 20,60mm (Microsoft W239 A4)

source: 45 badges per sheet 38.5mm x 29.9mm (Microsoft W115 A4 size)
de_de: 45 Schilder pro Blatt 38,5mm x 29,9mm (Microsoft W115 A4)

source: 5 labels per sheet 9-3/4" x 1-1/4" (Avery 22845 Letter size)
de_de: 5 Labels pro Blatt 9-3/4" x 1-1/4" (Avery 22845 Letter)

source: 1 Z-band Fun/Splash wristband per sheet 10" x 1" for Zebra ZD510-HC printer
de_de: 1 Z-Band Fun/Splash Armband pro Blatt 10" x 1" für Drucker Zebra ZD510-HC

source: 1 certificate per sheet (Letter size/Portrait)
de_de: 1 Zertifikat pro Blatt (Letter/Hochformat)

source: 1 certificate per sheet (Letter size/Landscape)
de_de: 1 Zertifikat pro Blatt (Letter/Querformat)

source: 1 certificate per sheet (A4 size/Portrait)
de_de: 1 Zertifikat pro Blatt (A4/Hochformat)

source: 1 certificate per sheet (A4 size/Landscape)
de_de: 1 Zertifikat pro Blatt (A4/Querformat)

source: The number of items to print per sheet as well as the page format.
de_de: Die Anzahl der Druckgegenstände pro Blatt sowie das Seitenformat.

source: Number of columns:
de_de: Anzahl der Spalten:

source: The number of columns to display in the stationery layout area. The recommended number of columns will be set by default but this can be adjusted manually.
de_de: Die Anzahl der Spalten, die im Druck Layout Bereich angezeigt werden. Die empfohlene Anzahl ist voreingestellt, kann jedoch manuel geändert werden.

source: Number of rows:
de_de: Anzahl der Zeilen:

source: The number of rows to display in the stationery layout area. The recommended number of rows will be set by default but this can be adjusted manually.
de_de: Die Anzahl der Zeilen, die im Druck Layout Bereich angezeigt werden. Die empfohlene Anzahl ist voreingestellt, kann jedoch manuel geändert werden.

source: Include cut lines?
de_de: Schnittlinien hinzufügen?
